Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=146_art_id=153.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Biibbal
smj: Rámát

source: Biibbal - máksá girji
smj: Rámát – mierkki girjje

source: Biibbal lea greikkalaš sátni mii máksá girjjit.
smj: Rámát boahtá grehkagielas ja báhko mierkki girjje.

source: Biibal lea okta girji mas leat ollu girjjit.
smj: Rámádin li moadda girje.

source: Das leat guokte stuorra oasi – Boares testamenta (39 girjji) ja Ođđa testamenta (27 girjji).
smj: Rámát le guovte oajvveoassáj juogedum – Oabme testamænnta (39 girje) ja Ådå testamænnta (27 girje).

source: Biibbal maiddái gohčoduvvo Bassi čálabáikin.
smj: Rámát gåhtjoduvvá aj Ájlis tjállagin.

source: Boares testamenta muitala maid Ipmil dagai ovdal Jesusa riegádeame.
smj: Oabme testamænnta subtsas dan birra mav Jubmel dagáj åvddål Jesus riegádij.

source: Ođđa testamenta duođašta maid Ipmil lea dahkan ja maid son ain doaimmaha maŋŋá go Jesus eatnamii bođii.
smj: Ådå testamænnta subtsas majt Jubmel dagáj maŋŋel gå Jesus riegádij.

source: Biibbalis leat sihke historját, divttat, sálmmat, čállosat dáhpáhusaid birra ja einnostusat.
smj: Rámát sisadná histåvråv, poesijav, sálmajt, subttsasijt, Jesusa oavddusa, girjjegirjálasjvuohta ja mij galggá boahtteájge dáhpáduvvat.

source: Iešguđetlágan olbmuin
smj: Moadda tjálle

source: Biibbala leat čállán vaikko guđelágan olbmot iešguđetge áiggis- profehtat, evaŋgelisttat ja apoastalat.
smj: Rámát le moaddásijs tjáledum ájgij tjadá, profehta, evangelista ja apostela.

source: Badjel 1000 jagi manai ovdal go olles Biibbal lei gárvvis.
smj: Badjel 1000 jage gållin åvddål ålles Rámát lij ållåsit tjáledum.

source: Guđe mitalusat Biibbalis leat du mielas čábbaseamos ?
smj: Makkir subttsasa Rámádin li duv mielas tjáppe ?

source: Sámegillii jorgaluvvon
smj: Jårggåluvvam sámegiellaj

source: Olles Biibbal lea jorgaluvvon 341 gillii.
smj: Rámát le 341 gielajda jårggåluvvam.

source: Vuosttaš davvisámegiel Ođđa testameanta prentejuvvui 1840 is.
smj: Ådå testamænnta vuostasj bále prienntiduváj nuorttasámegiellaj jagen 1840.

source: Lea go olles Biibbal jorgaluvvon davvisámegillii, julevsámegillii ja máttasámegillii ?
smj: Diedák jus Rámát le jårggåluvvam nuorttasámegiellaj, julevsámegiellaj jali oarjjelsámegiellaj ?

source: Vuosttaš sámegiel báhppa, Anders Porsanger jorgalii sámegillii muhtun osiid Ođđa testamenttas.
smj: Vuostasj sáme báhppa, Anders Porsanger, jårggålij åsijt Ådå testamentas nuorttasámegiellaj.

source: Dieđát go don eará sápmelaččaid geat leat jorgalan Biibbala samegillii ?
smj: Dåbdå gus ietjá sámijt gudi li Rámátjårggålibmáj oassálasstám ?
